{
    "Database": "Database",
    "Buying guide": "Guida all'acquisto",
    "Neso buy guide": "Guida all'acquisto di nesoberi",
    "What are nesoberis?!": "Cosa sono i nesoberi?!",
    "Nesoberi sizes": "Dimensioni dei nesoberi",
    "Where to buy: Stores": "Dove acquistare: Negozi",
    "Where to buy: Importing from Japan": "Dove acquistare: Importare dal Giappone",
    "Nesoberi nuigurumis (Nesoberi(s) or nesos(s)), literally \"lying down plush toy\", are a series of plushies posed lying on their front, with large heads. These are manufactured by SEGA and they're usually on UFO catchers all over Japan. They are very good for hugging! Or just putting them on display. Starting with the Love Live! series in 2015, in an interview made around 2019, SEGA stated that there are now around 400 varieties from 70 series, and 4.6 million in the market.": "I Nesoberi Nuigurumi (Nesoberi o neso), letteralmente \"peluche sdraiato\", sono una serie di peluche sdraiati di fronte, con teste grosse. Sono prodotti da SEGA e sono tipicamente presenti come premi dentro gli UFO catcher (le pesche verticali) in tutto il Giappone. Sono fantastici da abbracciare! O semplicemente da esporre. A partire dalla serie Love Live! in 2015, in un'intervista fatta nel 2019, SEGA ha riportato che al momento ci sono all'incirca 400 varianti da 70 serie diverse, e 4.6 milioni di unita' sul mercato.",
    ": Not actual plushies, but they are little figurines of nesos.": ": Non peluche veri e propri, ma dei piccoli pupazzetti di neso.",
    ": The smallest actual nesoberi plush you can get, usually about 10-14cms in length. It has a metal ball keychain to hang off of stuff": ": I peluche di nesoberi piu' piccoli, solitamente lunghi 10-14cm. Dispongono di una catena per usarli come portachiavi",
    ": Around 16-20cms, a bit larger than the KCMs but still has a keychain. Little big to hang off of a backpack but still good": ": Lunghi intorno ai 16-20cm, un po' piu' grandi dei KCM ma dispongono comunque di una catena da portachiavi. Un po' troppo grossi per essere appesi ad uno zaino ma comunque ottimi",
    ": 30cms nesoberis, the middleground between small and big. All Stars nesoberis are these size, and there's a sleepy Honk": ": Nesoberi da 30cm, la perfetta via di mezzo fra piccolo e grande. I nesoberi All Stars sono di queste dimensioni, e fra i tanti c'e' una Honk assonnata",
    ": The most popular ones! 40cms of pure nesoberi, they are the big ones you see almost anywhere": ": I piu' popolari! 40cm di puro nesoberi, sono quelli grossi che vedi quasi dappertutto",
    ": 50cms, I don't think they have an official name, they are usually marked as LL": ": Lunghi 50 cm, non credo che abbiano un nome ufficiale, ma solitamente sono denominati LL",
    ": The ultimate neso experience, 1 meter in length.": ": La versione dei Nesoberi definitiva, lunga 1 metro.",
    "It's almost a full Kaorin in size!": "Si avvicina all'altezza di Kaorin in carne e ossa!",
    ":": ":",
    "BIG CHIKA": "CHIKA GIGAAAAAAAAAANTE",
    "A wild Anchan (Chika's seiyuu) with all of the different nesoberi sizes.": "Un'Anchan selvatica (La doppiatrice di Chika) insieme a tutte le possibili dimensioni dei Neso.",
    "Want to see whether you have space for one? Check out the section below!": "Vuoi scoprire se hai lo spazio per un Neso? Dai un'occhiata alla sezione sottostante! ",
    "These are approximate dimensions!!": "Queste sono dimensioni approssimative!!",
    "Expressed in metric units.": "Misurate in metri.",
    "Where do I get one!!": "Dove posso comprarne uno!!",
    "Stores": "Negozi",
    "These work like your Amazons of the worlds; add to cart, pay and get it shipped!": "Questi negozi online funzionano esattamente come Amazon; aggiungi i neso dei tuoi desideri al carrello, paga e ti saranno spediti!",
    "International shipping may incur to additional import taxes by your country. Please check before buying!!": "Spedizioni internazionali possono comportare spese aggiuntive e dazi doganali. Controlla bene prima di comprare!!",
    ": Store with mostly Love Live! merch but also includes more idol franchises, such as Project Sekai or Ensemble Stars! They have mystery boxes and fan merch aswell!": ": Negozio prevalentemente fornito di merchandise Love Live! ma che dispone anche di roba da altri franchise, come Project Sekai o Ensemble Stars! Hanno anche Mystery Box e merce amatoriale!",
    ": Instead of a website, you order via Instagram/Twitter; if you see an item you like, you DM them!": ": Invece di ordinare da un sito, ordini tramite Instagram o Twitter; se vedi un oggetto che ti piace, gli scrivi in privato!",
    ": Big anime store based on Japan with a lot of merch. They have an option for both new and used products. They have a": ": Grosso negozio anime con sede in Giappone con un sacco di merce. Hanno opzioni sia per prodotti usati che nuovi. Hanno una",
    "4.8 star rating on Trustpilot.": "valutazione di 4.8 stelle su Trustpilot.",
    "Importing from Japan": "Importare dal Giappone",
    "This is a process that requires a bit more of work, though you may find cheaper prices with this option.": "",
    "Like the section before, international shipping may incur to additional import taxes by your country. Please check before buying!!": "Come spiegato nella sezione precedente, spedizioni internazionali possono comportare spese aggiuntive e dazi doganali. Controlla bene prima di comprare!!",
    "Check out": "Controlla",
    "ONIBE's guide for buying abroad!": "la guida di ONIBE per acquistare dall'estero!",
    "They do a much better job at explaining than me....": "Spiegano il tutto molto meglio di me...."
}