{
    "Database": "",
    "Buying guide": "",
    "Neso buy guide": "",
    "What are nesoberis?!": "",
    "Nesoberi sizes": "",
    "Where to buy: Stores": "",
    "Where to buy: Importing from Japan": "",
    "Nesoberi nuigurumis (Nesoberi(s) or nesos(s)), literally \"lying down plush toy\", are a series of plushies posed lying on their front, with large heads. These are manufactured by SEGA and they're usually on UFO catchers all over Japan. They are very good for hugging! Or just putting them on display. Starting with the Love Live! series in 2015, in an interview made around 2019, SEGA stated that there are now around 400 varieties from 70 series, and 4.6 million in the market.": "",
    ": Not actual plushies, but they are little figurines of nesos.": "",
    ": The smallest actual nesoberi plush you can get, usually about 10-14cms in length. It has a metal ball keychain to hang off of stuff": "",
    ": Around 16-20cms, a bit larger than the KCMs but still has a keychain. Little big to hang off of a backpack but still good": "",
    ": 30cms nesoberis, the middleground between small and big. All Stars nesoberis are these size, and there's a sleepy Honk": "",
    ": The most popular ones! 40cms of pure nesoberi, they are the big ones you see almost anywhere": "",
    ": 50cms, I don't think they have an official name, they are usually marked as LL": "",
    ": The ultimate neso experience, 1 meter in length.": "",
    "It's almost a full Kaorin in size!": "",
    ":": ":",
    "BIG CHIKA": "",
    "A wild Anchan (Chika's seiyuu) with all of the different nesoberi sizes.": "",
    "Want to see whether you have space for one? Check out the section below!": "",
    "These are approximate dimensions!!": "",
    "Expressed in metric units.": "",
    "Where do I get one!!": "",
    "Stores": "",
    "These work like your Amazons of the worlds; add to cart, pay and get it shipped!": "",
    "International shipping may incur to additional import taxes by your country. Please check before buying!!": "",
    ": Store with mostly Love Live! merch but also includes more idol franchises, such as Project Sekai or Ensemble Stars! They have mystery boxes and fan merch aswell!": "",
    ": Instead of a website, you order via Instagram/Twitter; if you see an item you like, you DM them!": "",
    ": Big anime store based on Japan with a lot of merch. They have an option for both new and used products. They have a": "",
    "4.8 star rating on Trustpilot.": "",
    "Importing from Japan": "",
    "This is a process that requires a bit more of work, though you may find cheaper prices with this option.": "",
    "Like the section before, international shipping may incur to additional import taxes by your country. Please check before buying!!": "",
    "Check out": "",
    "ONIBE's guide for buying abroad!": "",
    "They do a much better job at explaining than me....": ""
}