{
    "Database": "Base de datos",
    "Buying guide": "Guía de compra",
    "Neso buy guide": "Guía de compra de nesos",
    "What are nesoberis?!": "¡¿Qué son los nesoberis?!",
    "Nesoberi sizes": "Tamaños de nesoberi",
    "Where to buy: Stores": "Donde comprar: Tiendas",
    "Where to buy: Importing from Japan": "Donde comprar: Importar de Japón",
    "Nesoberi nuigurumis (Nesoberi(s) or nesos(s)), literally \"lying down plush toy\", are a series of plushies posed lying on their front, with large heads. These are manufactured by SEGA and they're usually on UFO catchers all over Japan. They are very good for hugging! Or just putting them on display. Starting with the Love Live! series in 2015, in an interview made around 2019, SEGA stated that there are now around 400 varieties from 70 series, and 4.6 million in the market.": "Nesoberi nuigurumis (Nesoberi(s) o nesos(s)), literalmente \"peluche de juguete tumbado\", son una serie de peluches tumbados de frente con grandes cabezas. Son fabricados por SEGA y normalmente están en UFO Catchers en todo Japón. ¡Son muy buenos para abrazarlos! O simplemente para exponerlos. Empezando con la serie Love Live! en 2015, en una entrevista de 2019, SEGA dijo que hay más de 400 variedades de 70 series distintas, y hay 4.6 millones de nesos en el mercado.",
    "NPF (Nesoberi Petite Figure)": "NPF (Nesoberi Petite Figure)",
    ": Not actual plushies, but they are little figurines of nesos.": ": Realmente no son peluches, pero son figuritas pequeñas de los nesoberis.",
    "KCM (Keychain Mascot)": "KCM (Keychain Mascot)",
    ": The smallest actual nesoberi plush you can get, usually about 10-14cms in length. It has a metal ball keychain to hang off of stuff": ": El peluche nesoberi más pequeño que puedes conseguir, normalmente miden entre 10-14 centímetros de largo. Tiene un llavero para colgarlo de cosas.",
    "NNN (Normal Nesoberi Nuigurumi)": "NNN (Normal Nesoberi Nuigurumi)",
    ": Around 16-20cms, a bit larger than the KCMs but still has a keychain. Little big to hang off of a backpack but still good": ": Alrededor de 16-20 centímetros, un poco más grandes que los KCMs pero aún lleva un llavero. Es un poco grande para llevar de una mochila, pero aún sirve.",
    "JNN (Jumbo Nesoberi Nuigurumi)": "JNN (Jumbo Nesoberi Nuigurumi)",
    ": 30cms nesoberis, the middleground between small and big. All Stars nesoberis are these size, and there's a sleepy Honk": ": Nesoberis de 30 centímetros, ni muy grande ni muy pequeño. Las versiones de All Stars son de este tamaño, y también hay una Honoka durmiendo.",
    "HJNN (Hyper Jumbo Nesoberi Nuigurumi)": "HJNN (Hyper Jumbo Nesoberi Nuigurumi)",
    ": The most popular ones! 40cms of pure nesoberi, they are the big ones you see almost anywhere": ": ¡Los más famosos! 40 centímetros de todo nesoberi, son los grandes que ves casi en todos lados.",
    "LL nesos": "Nesos LL",
    ": 50cms, I don't think they have an official name, they are usually marked as LL": ": 50 centímetros, no creo que tengan un nombre oficial, normalmente se les llama LL.",
    "TJNN (Tera Jumbo Nesoberi Nuigurumi)": "TJNN (Tera Jumbo Nesoberi Nuigurumi)",
    ": The ultimate neso experience, 1 meter in length.": ": La experiencia definitiva, 1 metro en longitud.",
    "It's almost a full Kaorin in size!": "Es casi igual de grande que una Kaorin!",
    "Hyper Fabulous Ultimate Jumbo Nesoberi EX": "Hyper Fabulous Ultimate Jumbo Nesoberi EX",
    ":": ":",
    "BIG CHIKA": "GRAN CHIKA",
    "A wild Anchan (Chika's seiyuu) with all of the different nesoberi sizes.": "Una Anchan en la naturaleza (actriz de voz de Chika) con todos los tamaños distintos de nesoberi.",
    "Want to see whether you have space for one? Check out the section below!": "¿Quieres ver si tienes espacio para uno? Échale un ojo a la sección de abajo!",
    "These are approximate dimensions!!": "¡¡Estas son dimensiones aproximadas!!",
    "Expressed in metric units.": "Expresado en unidades métricas.",
    "Where do I get one!!": "¡¡Como consigo uno!!",
    "Stores": "Tiendas",
    "These work like your Amazons of the worlds; add to cart, pay and get it shipped!": "Estos funcionan como los Amazons del mundo; añade al carrito, paga y tenlo enviado!",
    "International shipping may incur to additional import taxes by your country. Please check before buying!!": "Puede que tu país te cobre impuestos de importación. ¡¡Comprueba antes de comprar!!",
    ": Store with mostly Love Live! merch but also includes more idol franchises, such as Project Sekai or Ensemble Stars! They have mystery boxes and fan merch aswell!": ": Tienda con mayoritariamente merch de Love Live!, aunque también tienen de otras franquicias de idols, como Project Sekai o Ensemble Stars! ¡Tienen cajas sorpresas y merch de fans también!",
    ": Instead of a website, you order via Instagram/Twitter; if you see an item you like, you DM them!": ": En vez de una página, compras mediante Instagram/Twitter; si ves un objeto que te guste, ¡envíales un MD!",
    "Solaris Japan": "Solaris Japan",
    ": Big anime store based on Japan with a lot of merch. They have an option for both new and used products. They have a": ": Gran tienda anime basados en Japón, tienen un montón de merch. Tienen una opción para objetos nuevos o de segunda mano. Tienen una ",
    "4.8 star rating on Trustpilot.": "puntuación de 4.8 estrellas en Trustpilot.",
    "Importing from Japan": "Importar de Japón",
    "This is a process that requires a bit more of work, though you may find cheaper prices with this option.": "Esto requiere algo mas de trabajo por tu parte, aunque puedes encontrar precios más baratos así.",
    "Like the section before, international shipping may incur to additional import taxes by your country. Please check before buying!!": "Como la sección anterior, puede que tu país te cobre impuestos de importación. ¡¡Comprueba antes de comprar!!",
    "Check out": "¡Échale un vistazo a la",
    "ONIBE's guide for buying abroad!": "guía de ONIBE de comprar merch en el extranjero!",
    "They do a much better job at explaining than me....": "Hacen un mejor trabajo explicando que yo...."
}