{
    "Database": "Base de donnée",
    "Buying guide": "Guide d'achat",
    "Neso buy guide": "Guide d'achat Nesoberi",
    "What are nesoberis?!": "Qu'est-ce que les nesoberis?",
    "Nesoberi sizes": "Les tailles de nesoberis",
    "Where to buy: Stores": "Où acheter: Boutiques en ligne",
    "Where to buy: Importing from Japan": "Où acheter: Import du Japon",
    "Nesoberi nuigurumis (Nesoberi(s) or nesos(s)), literally \"lying down plush toy\", are a series of plushies posed lying on their front, with large heads. These are manufactured by SEGA and they're usually on UFO catchers all over Japan. They are very good for hugging! Or just putting them on display. Starting with the Love Live! series in 2015, in an interview made around 2019, SEGA stated that there are now around 400 varieties from 70 series, and 4.6 million in the market.": "Nesoberi nuigurumis (Nesoberi(s) ou nesos(s)), littéralement \"peluche couchée\", sont une série de peluches posées sur le ventre, avec de grosses têtes. Ces peluches sont fabriquées par SEGA et se trouvent généralement dans les UFO-Catcher dans tout le Japon. Elles sont parfaites pour faire des câlins ! Ou tout simplement pour les exposer. En commençant par la série Love Live, en 2015, SEGA a déclaré dans une interview réalisée vers 2019 qu'il y avait en circulation environ 400 variétés différentes parmi 70 séries, et 4,6 millions sur le marché.",
    ": Not actual plushies, but they are little figurines of nesos.": ": Ce ne sont pas des peluches à proprement parler, mais de petites figurines de nesos.",
    ": The smallest actual nesoberi plush you can get, usually about 10-14cms in length. It has a metal ball keychain to hang off of stuff": ": C'est la plus petite peluche de nesoberi que l'on puisse trouver, elle mesure généralement entre 10 et 14 cm de long. Elle est munie d'un porte-clés qui permet de l'accrocher à n'importe quoi.",
    ": Around 16-20cms, a bit larger than the KCMs but still has a keychain. Little big to hang off of a backpack but still good": ": Environ 16-20 cm, un peu plus grand que les KCM, toujours avec un porte-clés. Un peu grand pour être accroché à un sac à dos, mais bon.",
    ": 30cms nesoberis, the middleground between small and big. All Stars nesoberis are these size, and there's a sleepy Honk": ": Des nesoberis de 30 cm, le juste milieu entre les petits et les grands. Toutes les nesoberis du jeu \"All Stars\" sont de cette taille, et il y a une Honk endormie.",
    ": The most popular ones! 40cms of pure nesoberi, they are the big ones you see almost anywhere": ": Les plus populaires! 40 cm de nesoberi pur, ce sont les grands que l'on voit presque partout.",
    ": 50cms, I don't think they have an official name, they are usually marked as LL": ": 50cms, je ne pense pas qu'ils aient un nom officiel, ils sont généralement marqués comme LL",
    ": The ultimate neso experience, 1 meter in length.": ": L'expérience neso ultime, d'une longueur de 1 mètre.",
    "It's almost a full Kaorin in size!": "Il fait presque la taille de Kaorin!",
    ":": ":",
    "BIG CHIKA": "GRANDE CHIKA",
    "A wild Anchan (Chika's seiyuu) with all of the different nesoberi sizes.": "Une Anchan sauvage (le seiyuu de Chika) avec toutes les différentes tailles de nesoberi.",
    "Want to see whether you have space for one? Check out the section below!": "Vous voulez savoir si vous avez de la place pour en accueillir un? Consultez la section ci-dessous! ",
    "These are approximate dimensions!!": "Il s'agit de dimensions approximatives!",
    "Expressed in metric units.": "Exprimées en unités métriques.",
    "Where do I get one!!": "J'achète où???",
    "Stores": "Boutiques en ligne",
    "These work like your Amazons of the worlds; add to cart, pay and get it shipped!": "Ces sites fonctionnent comme Amazone: ajoutez au panier, payez et faites-vous livrer!",
    "International shipping may incur to additional import taxes by your country. Please check before buying!!": "Les envois internationaux peuvent être soumis à des taxes d'importation supplémentaires dans votre pays. Veuillez vérifier avant d'acheter!",
    ": Store with mostly Love Live! merch but also includes more idol franchises, such as Project Sekai or Ensemble Stars! They have mystery boxes and fan merch aswell!": ": Boutique avec principalement des produits Love Live! mais aussi d'autres franchises d'idoles, comme Project Sekai ou Ensemble Stars! Ils ont aussi des boîtes mystères et des produits dérivés pour les fans!",
    ": Instead of a website, you order via Instagram/Twitter; if you see an item you like, you DM them!": ": Au lieu d'un site web, vous commandez via Instagram/Twitter ; si vous voyez un article que vous aimez, vous pouvez envoyer un DM!",
    ": Big anime store based on Japan with a lot of merch. They have an option for both new and used products. They have a": ": Grande boutique d'anime basée au Japon avec beaucoup de produits dérivés. Ils proposent à la fois des produits neufs et des produits d'occasion. Ils ont une note de ",
    "4.8 star rating on Trustpilot.": "4,8 étoiles sur Trustpilot.",
    "Importing from Japan": "Import du Japon",
    "This is a process that requires a bit more of work, though you may find cheaper prices with this option.": "Il s'agit d'un processus qui demande un peu plus de travail, mais vous pouvez trouver des prix moins élevés avec cette option.",
    "Like the section before, international shipping may incur to additional import taxes by your country. Please check before buying!!": "Comme la section précédente, l'expédition internationale peut entraîner des taxes d'importation supplémentaires pour votre pays. Veuillez vérifier avant d'acheter!",
    "Check out": "Vous pouvez voir le guide de ",
    "ONIBE's guide for buying abroad!": "ONIBE pour vous tenter à l'aventure.",
    "They do a much better job at explaining than me....": "Ils expliquent bien mieux que moi..."
}